---
kind: property
id: P:Autodesk.Revit.DB.SlabShapeCrease.Curve
zh: 曲线
source: html/2f6d2737-09ff-3668-850f-c5f38f41cf82.htm
---
# Autodesk.Revit.DB.SlabShapeCrease.Curve Property

**中文**: 曲线

The geometry of the crease.

## Syntax (C#)
```csharp
public Curve Curve { get; }
```